Repository: yangflow/gitrelay
Catalog: gitrelay/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: and others
zh_hans: 等

source: %1$@ has %2$@, not yet mirrored.
zh_hans: %1$@ 组织里出现了 %2$@，还没有镜像。

source: %1$@ of %2$@ used
zh_hans: 已用 %1$@ / %2$@

source: %@ Authentication
zh_hans: %@ 认证

source: %@ already has %lld commits that the source does not.
zh_hans: %@ 里已有 %lld 个提交，与源仓不同。

source: %@ already has commits that the source does not.
zh_hans: %@ 里已有与源仓不同的提交。

source: %@ consecutive failures
zh_hans: 连续失败 %@ 次

source: %@ consecutive failures — %@
zh_hans: 连续失败 %@ 次 — %@

source: %@ deletions, %@ forced updates
zh_hans: %@ 个删除, %@ 个强制更新

source: %@ detected
zh_hans: 已检测到 %@

source: %@ not detected (you can install it manually)
zh_hans: 未检测到 %@（可手动安装后使用）

source: %@ repositories failed to sync: %@%@
zh_hans: %@ 个仓库同步失败：%@%@

source: %@ repositories selected
zh_hans: 已选择 %@ 个仓库

source: %@ targets have content divergence: %@
zh_hans: %@ 个目标内容分歧: %@

source: %@ used (unlimited quota)
zh_hans: 已用 %@（无配额限制）

source: %@. Server message: %@
zh_hans: %@。服务器信息：%@

source: %@/%@ targets failed (%@ succeeded): %@
zh_hans: %@/%@ 个目标失败（%@ 个成功）: %@

source: %@: %@ succeeded, %@ failed
zh_hans: %@: 成功 %@，失败 %@

source: %@: %lld succeeded, %lld failed
zh_hans: %@: 成功 %lld，失败 %lld

source: %@: No Syncs
zh_hans: %@: 无同步

source: %lld / %lld objects
zh_hans: %lld / %lld 个对象

source: %lld New Repositories in %@
zh_hans: %@ 中的 %lld 个新仓库

source: %lld branches
zh_hans: %lld 个分支

source: %lld consecutive failures
zh_hans: 连续失败 %lld 次

source: %lld consecutive failures — %@
zh_hans: 连续失败 %lld 次 — %@

source: %lld deletions, %lld forced updates
zh_hans: %lld 个删除, %lld 个强制更新

source: %lld mirrors failed to sync: %@%@
zh_hans: %lld 个镜像同步失败：%@%@

source: %lld mirrors · %lld failed
zh_hans: %lld 个仓 · %lld 个失败

source: %lld more targets
zh_hans: 另有 %lld 个目标

source: %lld repos
zh_hans: %lld 个仓

source: %lld selected
zh_hans: 已选 %lld 个

source: %lld targets have content divergence: %@
zh_hans: %lld 个目标内容分歧: %@

source: %lld/%lld assets
zh_hans: %lld/%lld 个附件

source: %lld/%lld targets failed (%lld succeeded): %@
zh_hans: %lld/%lld 个目标失败（%lld 个成功）: %@

source: (missing)
zh_hans: (缺失)

source: A future Cloudflare Worker or GitHub App could relay to this Mac using long polling. This version provides configuration only and does not deploy hosted infrastructure.
zh_hans: 未来可由 Cloudflare Worker / GitHub App 长轮询中继到本机；本版本仅保留配置入口，不部署托管基础设施。

source: A key file already exists at: %@
zh_hans: 密钥文件已存在：%@

source: A shallow clone cannot perform a complete push --mirror. Only the selected refs will sync, so this is not a complete backup.
zh_hans: 浅克隆无法完整 push --mirror，将仅同步所选 ref，不构成完整备份。

source: A source repository can be mirrored to multiple targets. Choose a Git remote or filesystem archive (tar.gz, zip, or git bundle). Disabled targets are skipped during sync.
zh_hans: 同一源仓库可镜像到多个目标；可选择 Git 远程或文件系统归档 (tar.gz / zip / git bundle)。禁用的目标在同步时跳过。

source: About GitRelay
zh_hans: 关于 GitRelay

source: Account
zh_hans: 账号

source: Account Name
zh_hans: 账号名称

source: Account name must be 1–32 letters, numbers, spaces, hyphens, or underscores.
zh_hans: 账号名称须为 1–32 个字母、数字、空格、连字符或下划线。

source: Account not found
zh_hans: 未找到账号

source: Account not found.
zh_hans: 未找到该账号。

source: Account · %@
zh_hans: 账号 · %@

source: Accounts
zh_hans: 账号

source: Activity
zh_hans: 活动

source: Add
zh_hans: 添加

source: Add %@ Repositories
zh_hans: 添加 %@ 个仓库

source: Add %@ to Sync List
zh_hans: 添加 %@ 个到同步列表

source: Add %lld Repositories
zh_hans: 添加 %lld 个仓库

source: Add %lld to Sync List
zh_hans: 添加 %lld 个到同步列表

source: Add Account
zh_hans: 添加账号

source: Add Anyway
zh_hans: 仍要添加

source: Add Manually
zh_hans: 手动添加

source: Add Mirror
zh_hans: 添加镜像

source: Add Repository
zh_hans: 添加仓库

source: Add Target
zh_hans: 添加目标

source: Add Token
zh_hans: 添加令牌

source: Add a Mirror, or drop a Git URL to get started.
zh_hans: 添加镜像，或拖入 Git URL 开始使用。

source: Add a Repository Manually
zh_hans: 手动添加仓库

source: Add and Start Syncing
zh_hans: 添加并开始同步

source: Add the public key to %@ to use SSH authentication.
zh_hans: 将公钥添加到 %@ 后即可使用 SSH 认证。

source: Additional Targets
zh_hans: 更多目标

source: Administrator Creates for User
zh_hans: 管理员代建到用户

source: Administrator → User: %@
zh_hans: 管理员 → 用户: %@

source: Advanced Configuration
zh_hans: 高级配置

source: Advanced Options
zh_hans: 高级选项

source: After syncing the git repository, incrementally copy source Release tags, titles, bodies, and attachments such as .dmg and .tar.gz files to each enabled target. A GitHub or GitLab API token is required.
zh_hans: 同步 git 仓库后，将源仓库 Release 的 tag/title/body 与 .dmg、.tar.gz 等附件增量复制到每个已启用目标。需要 GitHub/GitLab API Token。

source: All
zh_hans: 所有

source: All %@ targets passed verification.
zh_hans: 全部 %@ 个目标校验通过。

source: All %lld targets passed verification.
zh_hans: 全部 %lld 个目标校验通过。

source: All Mirrors
zh_hans: 全部镜像

source: Allow Instant Webhook Sync
zh_hans: 允许 Webhook 即时同步

source: Allow time-sensitive notifications to interrupt Focus, subject to system settings.
zh_hans: 允许在专注模式下以时效性通知打断（仍受系统设置约束）。

source: An Error Occurred
zh_hans: 发生错误

source: An account with this name already exists.
zh_hans: 同名账号已存在。

source: Archive
zh_hans: 归档

source: Archive Destinations
zh_hans: 归档目标

source: Archive Directory
zh_hans: 归档目录

source: Archive Format
zh_hans: 归档格式

source: Archiving...
zh_hans: 正在归档...

source: Ask %@ whether the saved token still works
zh_hans: 向 %@ 确认已保存的令牌是否仍然可用

source: At least one account must remain.
zh_hans: 至少保留一个账号。

source: Authenticate to change the mirror target to a different host.
zh_hans: 请验证身份以将镜像目标更改为不同的主机。

source: Authenticate to delete this mirror and its local data.
zh_hans: 请验证身份以删除此镜像及其本地数据。

source: Authenticate to show the token in plaintext.
zh_hans: 请验证身份以明文显示令牌。

source: Authentication
zh_hans: 认证

source: Authentication Method
zh_hans: 认证方式

source: Authentication failed (401)
zh_hans: 鉴权失败(401)

source: Authentication failed (401): %@
zh_hans: 鉴权失败(401)：%@

source: Authentication failed (401): Make sure the token has not expired and has the correct scopes (repo + read:org for GitHub, read_api for GitLab)
zh_hans: 鉴权失败(401)：请确认 Token 未过期且包含正确权限(GitHub 需 repo + read:org，GitLab 需 read_api)

source: Auto-add
zh_hans: 自动添加

source: Auto-add using template
zh_hans: 使用模板自动添加

source: Auto-create target on Gitea
zh_hans: 在 Gitea 上自动创建目标

source: Automatic
zh_hans: 自动

source: Automatic webhook registration failed: %@
zh_hans: Webhook 自动注册失败：%@

source: Automatic webhook registration was skipped because no GitHub token was provided.
zh_hans: Webhook 自动注册已跳过：未提供 GitHub Token。

source: Automatic webhook registration was skipped because owner/repo could not be parsed from the source URL.
zh_hans: Webhook 自动注册已跳过：无法从源 URL 解析 owner/repo。

source: Automatic webhook registration was skipped because the token lacks admin:repo_hook.
zh_hans: Webhook 自动注册已跳过：Token 缺少 admin:repo_hook。

source: Automatically Create Repositories on the Target (Gitea)
zh_hans: 在目标端自动创建仓库 (Gitea)

source: Automatically registering a webhook on GitLab requires the api scope. Grant it only if you trust this local app.
zh_hans: 在 GitLab 上自动注册 webhook 需要 api 权限。请仅在信任本机应用时授予。

source: Automatically registering a webhook on Gitea requires the write:repository scope. Grant it only if you trust this local app.
zh_hans: 在 Gitea 上自动注册 webhook 需要 write:repository 权限。请仅在信任本机应用时授予。

source: Automatically registering a webhook with the provider requires the additional admin:repo_hook scope, beyond what routine mirror sync needs. Grant it only if you trust this local app.
zh_hans: 在 Provider 上自动注册 webhook 需要额外的 admin:repo_hook 权限（超出日常镜像同步所需）。请仅在信任本机应用时授予。

source: Automation
zh_hans: 自动化

source: Available placeholders: {name}, {date} (yyyy-MM-dd)
zh_hans: 可用占位符: {name}、{date} (yyyy-MM-dd)

source: Back
zh_hans: 上一步

source: Back to Mirrors
zh_hans: 返回镜像列表

source: Back to Repositories
zh_hans: 返回仓库

source: Backup Integrity Verification
zh_hans: 备份可信度校验

source: Backup content differs from the source repository
zh_hans: 备份内容与源仓库不一致

source: Backup content may have diverged from the source repository
zh_hans: 备份内容可能已偏离源仓库

source: Bare clones are stored under ~/.local/share/gitrelay/mirrors/. When over quota, GitRelay runs git gc on least-recently synced mirrors first, then deletes entire clones if needed. The next sync rebuilds deleted mirrors.
zh_hans: Bare 克隆保存在 ~/.local/share/gitrelay/mirrors/。超出配额时，GitRelay 会先对最久未同步的镜像执行 git gc，必要时再删除整个克隆；下次同步会自动重建。

source: Binding port…
zh_hans: 正在绑定端口…

source: Branches
zh_hans: 分支

source: Browse Connected Services
zh_hans: 浏览已连接服务

source: Browse Remote Repositories
zh_hans: 浏览远端仓库

source: Browse and Select Remote Repositories
zh_hans: 浏览并选择远端仓库

source: Browse and select from GitHub or GitLab
zh_hans: 从 GitHub / GitLab 浏览并选择

source: By default, all branches and tags are synced. You can limit this to main and v* tags, for example: +refs/heads/main:refs/heads/main +refs/tags/v*:refs/tags/v*
zh_hans: 默认同步所有分支和标签。你可以限制为 main 分支和 v* 标签，例如： +refs/heads/main:refs/heads/main +refs/tags/v*:refs/tags/v*

source: By default, all branches and tags are synced. You can limit this to main and v* tags, for example:\n+refs/heads/main:refs/heads/main\n+refs/tags/v*:refs/tags/v*
zh_hans: 默认同步所有分支与 tag。可改为仅 main + v* tag，例如：\n+refs/heads/main:refs/heads/main\n+refs/tags/v*:refs/tags/v*

source: Cache
zh_hans: 缓存

source: Cache quota: %lld GB
zh_hans: 缓存配额：%lld GB

source: Cancel
zh_hans: 取消

source: Cancel Queued Run
zh_hans: 取消等待中的任务

source: Cancel Sync
zh_hans: 取消同步

source: Cancel Verification
zh_hans: 取消校验

source: Check for Updates
zh_hans: 检查更新

source: Checking both URLs…
zh_hans: 正在检查两个地址…

source: Choose
zh_hans: 选择

source: Choose Destinations and Policy
zh_hans: 选择目标和策略

source: Choose Source Repositories
zh_hans: 选择源仓库

source: Choose a Connected Service
zh_hans: 选择已连接服务

source: Choose an archive directory
zh_hans: 请选择归档目录

source: Choose an archive output directory
zh_hans: 选择归档输出目录

source: Choose the Git host and account to browse.
zh_hans: 选择要浏览的 Git 托管平台和账号。

source: Choose the source repository and its mirror destination.
zh_hans: 选择源仓库及其镜像目标。

source: Choose where the mirrors live and how they authenticate.
zh_hans: 选择镜像的存放位置及其认证方式。

source: Choose...
zh_hans: 选择...

source: Choose…
zh_hans: 选择…

source: Clean
zh_hans: 清理

source: Clean All
zh_hans: 清理全部

source: Clean Now
zh_hans: 立即清理

source: Clear
zh_hans: 清空

source: Clear Cache
zh_hans: 清除缓存

source: Clear Local Cache
zh_hans: 清除本地缓存

source: Clear Local Cache…
zh_hans: 清除本地缓存…

source: Clear Search
zh_hans: 清除搜索

source: Clear the local cache for “%@”? It will be rebuilt automatically during the next sync. Source and target repositories are not affected.
zh_hans: 清除「%@」的本地缓存？下次同步时将自动重建，源仓库和目标仓库不受影响。

source: Clone Depth (Blank = Full History)
zh_hans: 克隆深度（留空 = 全量历史）

source: Cloning...
zh_hans: 正在克隆...

source: Close
zh_hans: 关闭

source: Commit SHAs differ but tree hashes match — verification passed.
zh_hans: commit SHA 不同但 tree hash 一致 — 校验通过。

source: Commit SHAs differ, but the tree hashes could not be obtained from both sides
zh_hans: commit SHA 不一致，但未能取得两侧 tree hash

source: Commit SHAs differ; fetching objects to compare tree hashes...
zh_hans: commit SHA 不一致，拉取对象以比较 tree hash...

source: Complete Setup
zh_hans: 完成设置

source: Configuration
zh_hans: 配置

source: Configuration exported. Tokens and private keys were not included.
zh_hans: 配置已导出。未包含 Token 或私钥。

source: Configure Target Repositories
zh_hans: 配置目标仓库

source: Confirm Destructive Mirror Push
zh_hans: 破坏性镜像推送确认

source: Connect a %@ account by browsing remote repositories. The token is stored in the Keychain.
zh_hans: 通过“浏览远程”连接 %@ 账号；令牌仅保存在钥匙串中。

source: Connection
zh_hans: 连接

source: Connection Required
zh_hans: 需要连接

source: Connections
zh_hans: 连接与账号

source: Consecutive failure threshold: %@
zh_hans: 连续失败阈值：%@ 次

source: Consecutive failure threshold: %lld
zh_hans: 连续失败阈值：%lld 次

source: Content and Integrity
zh_hans: 内容与完整性

source: Content divergence
zh_hans: 内容分歧

source: Content divergence on branch %@: src %@ / dst %@
zh_hans: 分支 %@ 内容分歧：src %@ / dst %@

source: Continue
zh_hans: 继续

source: Continue pushing when deletions or forced updates are detected. Suitable for temporary mirrors or confirmed target repositories.
zh_hans: 检测到删除或强制更新也继续推送,适合临时镜像或已确认的目标仓库。

source: Continuing replaces those commits with the source, and the branches already on the target are replaced.
zh_hans: 继续会用源仓覆盖这些提交，目标上原有分支会被替换。

source: Copied
zh_hans: 已复制

source: Copied to Clipboard
zh_hans: 已复制到剪贴板

source: Copies the failed run's log with credentials redacted
zh_hans: 复制这次失败的日志（凭据已脱敏）

source: Copy
zh_hans: 复制

source: Copy Public Key
zh_hans: 复制公钥

source: Copy Secret
zh_hans: 复制密钥

source: Copy URL
zh_hans: 复制 URL

source: Copy this failure
zh_hans: 复制这次失败

source: Could not add the repository from the subscription template.
zh_hans: 无法按订阅模板添加该仓库。

source: Could not create the destination repository: %@
zh_hans: 创建目标仓库失败：%@

source: Could not enable Open at Login. Check System Settings → Login Items.
zh_hans: 无法启用「登录时启动」。请检查「系统设置 → 登录项」。

source: Could not reach the destination just now.
zh_hans: 暂时连不上目标仓库。

source: Could not reach the host
zh_hans: 无法连接主机

source: Could not reach the source just now.
zh_hans: 暂时连不上源仓库。

source: Create a Personal Access Token (classic) with the repo and read:org scopes. https://github.com/settings/tokens
zh_hans: 创建 Personal Access Token(classic)，勾选 repo / read:org 权限。https://github.com/settings/tokens

source: Create a Personal Access Token with the read_api scope. https://gitlab.com/-/user_settings/personal_access_tokens
zh_hans: 创建 Personal Access Token，勾选 read_api 权限。https://gitlab.com/-/user_settings/personal_access_tokens

source: Create a token with the write:repository scope (required to create repositories). Visit <your-gitea-host>/user/settings/applications
zh_hans: 创建 Token,勾选 write:repository(创建仓库需要)。访问 <your-gitea-host>/user/settings/applications

source: Create and Add %@
zh_hans: 创建并添加 %@ 个

source: Create and Add %lld
zh_hans: 创建并添加 %lld 个

source: Create and Start Mirror
zh_hans: 创建并开始镜像

source: Create and Start Sync
zh_hans: 创建并开始同步

source: Create as Private Repositories
zh_hans: 创建为 Private 仓库

source: Created Successfully
zh_hans: 创建成功

source: Creating Mirrors
zh_hans: 正在创建镜像

source: Creating Target Repositories
zh_hans: 正在创建目标仓库

source: Creating the destination needs a %@ token. Add one in the accounts pane, or change the target.
zh_hans: 创建目标仓库需要 %@ 令牌，先在账号面板添加，或改个目标。

source: Creating the destination needs an API token. Add one in the accounts pane, or change the target.
zh_hans: 创建目标仓库需要 API 令牌，先在账号面板添加，或改个目标。

source: Creating the destination repository…
zh_hans: 正在创建目标仓库…

source: Credential
zh_hans: 凭据

source: Credentials are managed in Settings and remain in Keychain.
zh_hans: 凭据在设置中管理，并保存在钥匙串中。

source: Current Usage
zh_hans: 当前占用

source: Current User
zh_hans: 当前用户

source: Custom ref filters are set. Only the selected refs will sync, so this is not a complete backup.
zh_hans: 已自定义 ref 过滤，将仅同步所选 ref，不构成完整备份。

source: Daily
zh_hans: 每天

source: Default
zh_hans: 默认

source: Default Policies
zh_hans: 默认策略

source: Delete
zh_hans: 删除

source: Delete %@ refs
zh_hans: 将删除 %@ 个 ref

source: Delete %lld refs
zh_hans: 将删除 %lld 个 ref

source: Delete Mirror
zh_hans: 删除镜像

source: Delete Mirror…
zh_hans: 删除镜像…

source: Delete Repository
zh_hans: 删除仓库

source: Delete Target
zh_hans: 删除目标

source: Delete “%@”? The local mirror cache will also be deleted. This action cannot be undone.
zh_hans: 确认删除「%@」?本地镜像缓存也将被删除,此操作不可撤销。

source: Delete...
zh_hans: 删除...

source: Depth must be a positive integer
zh_hans: 深度须为正整数

source: Destination repository not found
zh_hans: 目标仓库不存在

source: Destructive Push Protection
zh_hans: 破坏性推送保护

source: Destructive mirror push blocked: %@. Sync again and choose Continue in the confirmation dialog, or change the policy to Run Automatically.
zh_hans: 已阻断破坏性镜像推送: %@。可再次同步并在确认弹窗中选择继续,或将策略改为自动执行。

source: Destructive mirror push blocked: %@. Sync again and choose Push to Check Branch to keep the target's branches, or Overwrite and Sync to replace them.
zh_hans: 已阻断破坏性镜像推送：%@。可再次同步并选择「改推到检查分支」以保留目标仓分支，或选择「覆盖并同步」进行替换。

source: Detail Page
zh_hans: 详情页

source: Details
zh_hans: 详情

source: Disabled
zh_hans: 已禁用

source: Display
zh_hans: 显示

source: Diverged
zh_hans: 分叉

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit Frequency for All Repositories in Group...
zh_hans: 编辑组内所有仓库频率...

source: Edit Group Sync Frequency
zh_hans: 编辑组内同步频率

source: Edit Mirror
zh_hans: 编辑镜像

source: Edit Mirror…
zh_hans: 编辑镜像…

source: Edit Repository
zh_hans: 编辑仓库

source: Edit Subscription
zh_hans: 编辑订阅

source: Edit...
zh_hans: 编辑...

source: Enable at least one target
zh_hans: 至少启用一个目标

source: Enable instant webhook sync on a repository to get a hook path.
zh_hans: 在仓库上启用 Webhook 即时同步后可获得钩子路径。

source: Enable local webhook listener
zh_hans: 启用本机 Webhook 监听

source: Enable quiet hours
zh_hans: 启用静默时段

source: Enable sync failure notifications
zh_hans: 启用同步失败通知

source: Enabled
zh_hans: 启用

source: Encrypt the private key with a passphrase
zh_hans: 使用 passphrase 加密私钥

source: Enter Git URL
zh_hans: 输入 Git URL

source: Enter a name
zh_hans: 请输入名称

source: Enter a tag and press Return to add it
zh_hans: 输入标签后按回车添加

source: Enter a valid Git URL
zh_hans: 请输入有效的 Git URL

source: Error: %@
zh_hans: 错误: %@

source: Every 15 Minutes
zh_hans: 每 15 分钟

source: Every 30 Minutes
zh_hans: 每 30 分钟

source: Export Configuration
zh_hans: 导出配置

source: Export Configuration…
zh_hans: 导出配置…

source: External Access
zh_hans: 外网暴露

source: Failed
zh_hans: 失败

source: Failed %@
zh_hans: 失败 %@

source: Failed %lld
zh_hans: 失败 %lld

source: Failed at: %@
zh_hans: 失败时间：%@

source: Failed to load mirror configuration: %@
zh_hans: 加载镜像配置失败：%@

source: Failed to load mirror status: %@
zh_hans: 无法加载镜像状态：%@

source: Failed to load repository configuration: %@
zh_hans: 加载仓库配置失败：%@

source: Failed to parse response: %@
zh_hans: 响应解析失败：%@

source: Failed to save mirror configuration: %@
zh_hans: 保存镜像配置失败：%@

source: Failed to save repository configuration: %@
zh_hans: 保存仓库配置失败:%@

source: Failed to start the webhook listener: %@
zh_hans: Webhook 监听启动失败：%@

source: Failure
zh_hans: 失败

source: Failure Notifications
zh_hans: 失败通知

source: Fetch Refspecs (One per Line)
zh_hans: Fetch refspecs（每行一条）

source: Fetching %@ commit %@...
zh_hans: 拉取 %@ commit %@...

source: Fetching Git LFS objects...
zh_hans: 正在拉取 Git LFS 对象…

source: Fetching LFS...
zh_hans: 正在拉取 LFS...

source: Fetching...
zh_hans: 正在拉取...

source: Filename Template
zh_hans: 文件名模板

source: Filesystem Archive
zh_hans: 文件系统归档

source: Filter and Display
zh_hans: 筛选与显示

source: Follow System
zh_hans: 跟随系统

source: For example: my-project
zh_hans: 例如:my-project

source: Force-update %@ refs
zh_hans: 将强制更新 %@ 个 ref

source: Force-update %lld refs
zh_hans: 将强制更新 %lld 个 ref

source: Free Space
zh_hans: 释放空间

source: General
zh_hans: 通用

source: Generate
zh_hans: 生成

source: Generate New Key
zh_hans: 生成新密钥

source: Generate SSH Key
zh_hans: 生成 SSH 密钥

source: Get Mirror Status
zh_hans: 获取镜像状态

source: Get mirror status for ${mirror}
zh_hans: 获取 ${mirror} 的镜像状态

source: Get mirror status for ${repo}
zh_hans: 获取 ${repo} 的镜像状态

source: Git Destinations
zh_hans: Git 目标

source: Git LFS Objects
zh_hans: Git LFS 对象

source: Git Remote
zh_hans: Git 远程

source: GitHub Token (Requires admin:repo_hook)
zh_hans: GitHub Token（需 admin:repo_hook）

source: GitHub cannot create a repository on behalf of another user.
zh_hans: GitHub 无法代替其他用户创建仓库。

source: GitHub reported the repository name as taken, but it could not be read back.
zh_hans: GitHub 说仓库名已被占用，却读不回那个仓库。

source: GitLab Host
zh_hans: GitLab 主机

source: GitLab Host (Self-Hosted Instance Optional)
zh_hans: GitLab Host(自建实例可选)

source: GitLab reported the project path as taken, but it could not be read back.
zh_hans: GitLab 说项目路径已被占用，却读不回那个项目。

source: GitRelay notifies you and opens Add Mirror with the service and organization preselected.
zh_hans: GitRelay 会通知你，并打开“添加镜像”，同时预选服务和组织。

source: GitRelay performs a dry run first. Strict Protection asks for confirmation before deletions or forced updates; canceling blocks the sync and records a failure. Run Automatically preserves traditional mirror behavior.
zh_hans: GitRelay 会先执行 dry-run。严格保护会在删除或强制更新前弹出确认弹窗;取消则阻断并记失败。自动执行保留传统 mirror 行为。

source: GitRelay sync failure
zh_hans: GitRelay 同步失败

source: Gitea (the open-source edition of Gitee)
zh_hans: Gitea (Gitee 开源版)

source: Gitea API Token
zh_hans: Gitea API 令牌

source: Gitea Account
zh_hans: Gitea 账号

source: Gitea Host
zh_hans: Gitea 主机

source: Group by Tag
zh_hans: 按标签分组

source: Group path (for example, gitlab-org/charts)
zh_hans: 群组路径 (如 gitlab-org/charts)

source: HMAC secret saved in Keychain
zh_hans: HMAC 密钥已存入 Keychain

source: Healthy
zh_hans: 健康

source: Hide Token
zh_hans: 隐藏令牌

source: Host
zh_hans: 主机

source: Hourly
zh_hans: 每小时

source: Ignore
zh_hans: 忽略

source: Import
zh_hans: 导入

source: Import Configuration
zh_hans: 导入配置

source: Import Configuration…
zh_hans: 导入配置…

source: Imported %lld repositories (skipped %lld existing). Repositories missing credentials are marked and will not sync until you edit them.
zh_hans: 已导入 %lld 个仓库（跳过 %lld 个已有）。缺少凭证的仓库已标记，编辑补全前不会同步。

source: Imported %lld repositories. Repositories missing credentials are marked and will not sync until you edit them.
zh_hans: 已导入 %lld 个仓库。缺少凭证的仓库已标记，编辑补全前不会同步。

source: Incomplete backup
zh_hans: 非完整备份

source: Incomplete backup: %@
zh_hans: 非完整备份：%@

source: Inconclusive: %@
zh_hans: 无法判定: %@

source: Install path tip: brew install git-lfs (or download from git-lfs.com), then sync again.
zh_hans: 安装提示：brew install git-lfs（或从 git-lfs.com 下载），然后再次同步。

source: Instant Webhook Sync
zh_hans: Webhook 即时同步

source: Integrations
zh_hans: 集成

source: Integrity verification canceled.
zh_hans: 完整性校验已取消。

source: Integrity verification compares this branch's tip and tree hash on src and dst.
zh_hans: 完整性校验比对 src/dst 上该分支的 tip 与 tree hash。

source: Integrity verification started (branch: %@)...
zh_hans: 完整性校验开始（分支: %@）...

source: Invalid parameters (422)
zh_hans: 参数错误(422)

source: Invalid parameters: %@
zh_hans: 参数错误：%@

source: Join and Sync
zh_hans: 加入并同步

source: Just now
zh_hans: 刚刚

source: Keep in Menu Bar when closing main window
zh_hans: 关闭主窗口时留在菜单栏

source: Key Location
zh_hans: 密钥位置

source: LFS fetch complete.
zh_hans: LFS 拉取完成。

source: LFS push complete. ✓
zh_hans: LFS 推送完成。✓

source: LFS push error: %@
zh_hans: LFS 推送错误：%@

source: Labels
zh_hans: 标签

source: Language
zh_hans: 语言

source: Last
zh_hans: 上次

source: Last %@
zh_hans: 上次 %@

source: Last Event
zh_hans: 最近一次

source: Last Success
zh_hans: 最近成功

source: Last Sync Failed
zh_hans: 上次同步失败

source: Last Synced At
zh_hans: 上次同步时间

source: Last checked
zh_hans: 上次检查

source: Last success: %@
zh_hans: 最近成功：%@

source: Last synced %@
zh_hans: 最近同步 %@

source: Last synced: %@
zh_hans: 上次同步：%@

source: Last verified: %@
zh_hans: 上次校验：%@

source: Later
zh_hans: 稍后

source: Leave blank to keep old archives indefinitely.
zh_hans: 留空表示不自动清理旧归档。

source: Leave blank to use gitlab.com. The /api/v4 path is appended automatically.
zh_hans: 留空则使用 gitlab.com。会自动追加 /api/v4 路径。

source: Limit local mirror cache size
zh_hans: 限制本地镜像缓存大小

source: Listener Not Running
zh_hans: 监听未运行

source: Listening Address
zh_hans: 监听地址

source: Load More
zh_hans: 加载更多

source: Load Repositories
zh_hans: 加载仓库

source: Loading...
zh_hans: 加载中...

source: Local Mirrors
zh_hans: 本地镜像

source: Local Only (127.0.0.1)
zh_hans: 仅本机 (127.0.0.1)

source: Location
zh_hans: 位置

source: Log:
zh_hans: 日志：

source: Low Power Mode
zh_hans: 低电量

source: Low Power Mode is on and the network is expensive; scheduled sync is paused
zh_hans: 低电量模式且网络昂贵，计划同步已暂停

source: Low Power Mode is on; scheduled sync is paused
zh_hans: 低电量模式已开启，计划同步已暂停
